import React from 'react';

export function CookiesPage() {
  return (
    <>
      <h1>Политика использования файлов cookie</h1>
      
      <h2>Что такое файлы cookie?</h2>
      <p>
        Файлы cookie — это небольшие текстовые файлы, которые сохраняются на вашем устройстве при посещении нашего сайта.
      </p>

      <h2>TODO_LEGAL(согласовать с юристом)</h2>
      <p>
        Описать, какие именно cookie используются (технические, аналитические, рекламные) и как их можно отключить.
      </p>
    </>
  );
}
